[
  {
    "model": "blog.blogrecord",
    "pk": 11,
    "fields": {
      "title": "1. Цель использования",
      "slug": "1-tsel-ispolzovaniya",
      "body": "Прежде всего, определите цель использования компьютера. Необходимо понять, для каких задач вам потребуется компьютер: работы, учебы, игр, развлечений или для всех этих целей сразу. В зависимости от этого вы сможете выбрать наиболее подходящий тип и конфигурацию компьютера.",
      "picture": "bloglpictures/1.png",
      "published_at": "2024-01-01",
      "is_published": true,
      "view_count": 9
    }
  },
  {
    "model": "blog.blogrecord",
    "pk": 12,
    "fields": {
      "title": "2. Тип компьютера",
      "slug": "2-tip-kompyutera",
      "body": "На рынке представлены различные типы компьютеров: настольные, ноутбуки, планшеты и даже гибридные устройства. Выбор зависит от ваших потребностей в мобильности, производительности и функциональности. Также учтите, что ноутбуки и планшеты обычно более мобильны, в то время как настольные компьютеры предлагают большую производительность.",
      "picture": "bloglpictures/2.png",
      "published_at": "2024-02-01",
      "is_published": true,
      "view_count": 1
    }
  },
  {
    "model": "blog.blogrecord",
    "pk": 13,
    "fields": {
      "title": "3. Характеристики",
      "slug": "3-harakteristiki",
      "body": "Основные характеристики компьютера, на которые стоит обратить внимание, это процессор, объем оперативной памяти, видеокарта, объем жесткого диска и диагональ экрана (для ноутбуков и планшетов). Выбирайте те характеристики, которые соответствуют вашим потребностям и задачам.",
      "picture": "bloglpictures/3.png",
      "published_at": "2024-03-01",
      "is_published": true,
      "view_count": 1
    }
  },
  {
    "model": "blog.blogrecord",
    "pk": 14,
    "fields": {
      "title": "4. Бренд и надежность",
      "slug": "4-brend-i-nadezhnost",
      "body": "При выборе компьютера уделите внимание бренду и его репутации. Известные бренды обычно предлагают более надежные устройства с хорошей технической поддержкой. Почитайте отзывы других пользователей, чтобы понять, насколько надежным является выбранный вами бренд.",
      "picture": "bloglpictures/4.png",
      "published_at": "2024-04-01",
      "is_published": true,
      "view_count": 1
    }
  },
  {
    "model": "blog.blogrecord",
    "pk": 15,
    "fields": {
      "title": "5. Цена и бюджет",
      "slug": "5-tsena-i-byudzhet",
      "body": "Наконец, учитывайте свой бюджет при выборе компьютера. Цена может сильно варьироваться в зависимости от бренда, характеристик и типа устройства. Постарайтесь найти оптимальное соотношение цены и качества, чтобы не переплачивать за лишние функции, которые вам не понадобятся.\r\n\r\nВ итоге, выбор компьютера - это индивидуальный процесс, который зависит от ваших потребностей, предпочтений и возможностей. Следуя этим пять важным принципам, вы сможете сделать осознанный выбор и приобрести компьютер, который будет наилучшим образом соответствовать вашим ожиданиям.",
      "picture": "bloglpictures/5.png",
      "published_at": "2024-05-01",
      "is_published": true,
      "view_count": 1
    }
  },
  {
    "model": "blog.blogrecord",
    "pk": 16,
    "fields": {
      "title": "5 важных принципов выбора компьютера",
      "slug": "5-vazhnyih-printsipov-vyibora-kompyutera",
      "body": "Когда приходит время выбирать новый компьютер, особенно если вы не являетесь опытным пользователем, решение может быть сложным. Но не переживайте, в этой статье мы рассмотрим пять важных принципов, которые помогут вам принять правильное решение.",
      "picture": "bloglpictures/6.png",
      "published_at": "2023-12-01",
      "is_published": true,
      "view_count": 11
    }
  }
]